{
  "projects": [
    {
      "name": "Active Acres Clementi",
      "studio": "Option Studio 2, Spring 2024",
      "studioTitle": "Re-Imagining Clementi ActiveSG Sports Centre",
      "description": [
        "Clementi is a mature township that is anticipating growth in its population and development in the near future. However, the clearing of nearby green spaces such as the Dover Forest has also meant the loss of spaces where its residents may visit for recreation and overall wellbeing.",
        "To address these issues, Active Acres imagines the transformation of the existing Clementi Sports Centre to be a central green node in the heart of Clementi, forming vital connections to various residential zones while being integrated naturally into the existing landscape. Beyond just an active lifestyle hub, the greenifying of the sports centre would also provide a natural breathing space for users in the increasingly developed neighbourhood.",
        "Envisioning the long-term sustainability of the sports centre, various strategies were employed to minimise environmental impact on the construction and operation of the sports centre, such as adaptive reuse of the development where existing structures are retained and internal spaces are reconfigured, as well as the incorporation of solar roofs and façade louvres which respond to the sun conditions in the day."
      ],
      "imagePath": "modules/os-2/projects/active-acres-clementi/iso.png",
      "imageType": "portrait",
      "members": [
        {
          "avatarPath": "people/chua-ming-yuan/character.png",
          "name": "Chua Ming Yuan",
          "pageUrl": "/people/chua-ming-yuan"
        },
        {
          "avatarPath": "people/danesh-ajith/character.png",
          "name": "Danesh Ajith",
          "pageUrl": "/people/danesh-ajith"
        },
        {
          "avatarPath": "people/low-ryan/character.png",
          "name": "Ryan Low",
          "pageUrl": "/people/low-ryan"
        }
      ]
    },
    {
      "imagePath": "modules/os-2/projects/active-acres-clementi/render1.png",
      "imageType": "portrait"
    },
    {
      "imagePath": "modules/os-2/projects/active-acres-clementi/render2.png",
      "imageType": "portrait"
    },
    {
      "imagePath": "modules/os-2/projects/active-acres-clementi/render3.png",
      "imageType": "portrait"
    },
    {
      "imagePath": "modules/os-2/projects/active-acres-clementi/render4.png",
      "imageType": "portrait"
    }
  ]
}